[
    "Stout is a dark, rich beer characterized by its roasted malt and coffee flavors. It has a creamy texture and can often include hints of chocolate, caramel, and even oatmeal. Typically served in a pint glass, stouts have an ABV range of 4.0% to 7.0% and an IBU range of 30 to 40, providing a balanced bitterness.",
    "Aristotle wrote on a wide range of subjects, including metaphysics, ethics, politics, and biology. His works laid the foundation for much of Western philosophy.",
    "Ethics, or moral philosophy, examines what is right and wrong, good and bad. It addresses questions about morality and human values... pah, who needs ethics?",
    "Beer was originally brewed in the civilizations of Sumer and Babylonia using barley in 6,000 BC. Egyptian tombs also depicted fermented beer in 2,400 BC. Who knew beer has been around for such a long time? I mean, I did, but that's beside the point.",
    "Ready for an awesome fact about beer? The Schloss Starkenberger Brewery in the Austrian Alps is not only located in a castle, there's a swimming pool filled with beer! Time to go for a swim! 🍻",
    "The name Python, a popular high-level programming language, doesn’t refer to the snake. It was named after the British comedy series “Monty Python’s Flying Circus” by its creator, Guido van Rossum.",
    "JavaScript was created in just 10 days by Brendan Eich in 1995. Despite its name, it has no real relation to Java.",
    "Bjarne Stroustrup, the creator of C++, initially named the language “C with Classes”.",
    "JavaScript, despite its name, has nothing to do with Java. It was named this way to leverage the popularity of Java at the time of JavaScript’s creation.",
    "The term \"bug\" originated in 1947 when a moth got stuck in the Harvard Mark II computer, causing it to malfunction. Engineers removed the moth and logged the event as \"debugging,\" which is why we now use the term \"bug\" to describe software issues.",
    "Saison is a farmhouse ale known for its fruity, spicy, and often slightly tart character. Served in tulip glasses, saisons have an ABV range of 5.0% to 7.0% and an IBU range of 20 to 35. This style offers a refreshing and unique flavor profile, making it a versatile choice for different occasions."

]